Repository: olvid-io/olvid-ios
Catalog: Sources/App/AppAndExtensions/App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

# ONLY_GROUP_OWNER_CAN_MODIFY
source: Only a group administrator can modify these settings.
de: Nur ein Gruppenadministrator kann diese Einstellungen ändern.
es: Solo un administrador del grupo puede modificar esta configuración.
fr: Seul un administrateur du groupe peut modifier ces paramètres.
it: Solo un amministratore del gruppo può modificare queste impostazioni.
ja: これらの設定を変更できるのは、グループ管理者のみです。
ko: 그룹 관리자만 이 설정을 변경할 수 있습니다.
pt_br: Somente um administrador do grupo pode modificar essas configurações.
pt_pt: Apenas um administrador do grupo pode modificar estas definições.
ru: Изменять эти настройки может только администратор группы.
uk: Змінювати ці налаштування може лише адміністратор групи.
zh_hans: 只有群组管理员才能修改这些设置。

# OPEN_HIDDEN_PROFILE_ALERT_MESSAGE
source: If you created a hidden profile, please enter its password to open it.
de: Wenn Sie ein verstecktes Profil erstellt haben, geben Sie bitte dessen Passwort ein, um es zu öffnen.
es: Si creaste un perfil oculto, por favor introduce su contraseña para abrirlo.
fr: Si vous avez créé un profil masqué, veuillez entrer son mot de passe pour l'afficher.
it: Se hai creato un profilo nascosto, inserisci la sua password per aprirlo.
ja: 非公開プロフィールを作成した場合、そのパスワードを入力してアクセスしてください。
ko: 숨겨진 프로필을 만들었다면 해당 프로필의 암호를 입력하여 프로필을 여세요.
pt_br: Se você criou um perfil oculto, insira a senha para abri-lo.
pt_pt: Se criou um perfil oculto, insira a sua palavra-passe para o abrir.
ru: Если вы создали скрытый профиль, пожалуйста, введите его пароль для открытия.
uk: Якщо ви створили прихований профіль, будь ласка, введіть його пароль, щоб відкрити його.
zh_hans: 如果您创建了一个隐藏的个人资料，请输入密码以打开它。

# OPEN_HIDDEN_PROFILE_ALERT_TITLE
source: Open a hidden profile
de: Verstecktes Profil öffnen
es: Abrir un perfil oculto
fr: Afficher un profil masqué
it: Apri un profilo nascosto
ja: 非公開プロフィールを開く
ko: 숨겨진 프로필 열기
pt_br: Abrir um perfil oculto
pt_pt: Abrir um perfil oculto
ru: Открыть скрытый профиль
uk: Відкрити прихований профіль
zh_hans: 打开隐藏的个人资料

# OPEN_SOURCE_LICENCES
source: Open Source Licenses
de: Open-Source-Lizenzen
es: Licencias de Código Abierto
fr: Licences Open Source
it: Licenze Open Source
ja: オープンソースライセンス
ko: 오픈 소스 라이선스
pt_br: Licenças de Código Aberto
pt_pt: Licenças de Código Aberto
ru: Лицензии с открытым исходным кодом
uk: Ліцензії з відкритим кодом
zh_hans: 开源许可证

source: Other device
de: Anderes Gerät
es: Otro dispositivo
fr: Autre appareil
it: Altro dispositivo
ja: 別のデバイス
ko: 다른 기기
pt_br: Outro dispositivo
pt_pt: Outro dispositivo
ru: Другое устройство
uk: Інший пристрій
zh_hans: 其他设备

source: Other known users
de: Andere bekannte Nutzer
es: Otros usuarios conocidos
fr: Autres utilisateurs
it: Altri utenti conosciuti
ja: その他の既知のユーザー
ko: 다른 사용자
pt_br: Outros usuários conhecidos
pt_pt: Outros utilizadores conhecidos
ru: Другие известные пользователи
uk: Інші відомі користувачі
zh_hans: 其他已知的用户

# OTHER_STORAGE_CHART_LEGEND
source: Others
de: Andere
es: Otros
fr: Autres
it: Altri
ja: その他
ko: 기타
pt_br: Outros
pt_pt: Outros
ru: Другие
uk: Інші
zh_hans: 其他

source: Off
de: Aus
es: Apagado
it: Disattivato
ja: オフ
ko: 끔
pt_br: Desativado
pt_pt: Desativado
ru: Выкл
uk: Вимкнено
zh_hans: 关闭

source: Olvid failed to initialize with the following error message: %1$@
de: Olvid konnte nicht mit der folgenden Fehlermeldung initialisiert werden: %1$@
es: Olvid no se inicializó correctamente con el siguiente mensaje de error: %1$@
fr: Olvid n'a pas pu démarrer correctement. Voici le message d'erreur: %1$@
it: Olvid non è stato inizializzato correttamente con il seguente messaggio di errore: %1$@
ja: Olvidの初期化に失敗しました。エラーメッセージは次のとおりです: %1$@
ko: Olvid가 다음 오류 메시지와 함께 초기화에 실패했습니다: %1$@
pt_br: O Olvid não foi inicializado devido ao seguinte erro: %1$@
pt_pt: O Olvid falhou ao inicializar com a seguinte mensagem de erro: %1$@
ru: Olvid не удалось инициализировать. Сообщение об ошибке: %1$@
uk: Olvid не вдалося ініціалізуватися з наступним повідомленням про помилку: %1$@
zh_hans: Olvid 初始化失败，错误信息如下： %1$@

source: Olvid failed to start properly. This is a terrible experience, we deeply appologize about this. Please be reassured, none of your data was lost.
de: Olvid konnte nicht korrekt gestartet werden. Das ist eine sehr schlechte Erfahrung, und wir entschuldigen uns aufrichtig dafür. Seien Sie versichert, dass keine Ihrer Daten verloren gegangen sind.
es: Olvid no pudo iniciarse correctamente. Esta es una experiencia terrible, nos disculpamos profundamente por esto. Por favor, ten la seguridad de que ninguno de tus datos se ha perdido.
fr: Olvid n'a pas pu démarrer correctement. Nous en sommes désolés. Mais rassurez-vous, aucune de vos données n'a été perdue.
it: Olvid non è stato avviato correttamente. Ci scusiamo profondamente per questo terribile inconveniente. Ti assicuriamo che i tuoi dati non sono andati persi.
ja: Olvidの起動に失敗しました。ご不便をおかけして申し訳ございません。ご安心ください、お客様のデータは失われていません。
ko: Olvid가 정상적으로 시작되지 않았습니다. 매우 불편을 드려 죄송합니다. 안심하셔도 됩니다. 데이터는 손실되지 않았습니다.
pt_br: O Olvid não conseguiu iniciar corretamente. Lamentamos profundamente por essa experiência. Fique tranquilo, nenhum dos seus dados foi perdido.
pt_pt: O Olvid não conseguiu iniciar corretamente. Lamentamos muito por esta experiência. Fique tranquilo, nenhum dos seus dados foi perdido.
ru: Olvid не удалось запустить корректно. Мы приносим глубочайшие извинения за это. Уверяем вас, что ваши данные не были потеряны.
uk: Olvid не вдалося запуститися належним чином. Це жахливий досвід, ми щиро вибачаємося за це. Будьте впевнені, ваші дані не були втрачені.
zh_hans: Olvid 启动失败。我们对此深感抱歉，并对由此给您带来的不便表示诚挚的歉意。请放心，您的数据没有丢失。

source: Olvid is not authorized to access the camera. Because your settings are restricted, there is nothing we can do about this. Please contact your administrator.
de: Olvid hat keine Berechtigung, auf die Kamera zuzugreifen. Da Ihre Einstellungen eingeschränkt sind, können wir hier nichts ändern. Bitte wenden Sie sich an Ihren Administrator.
es: Olvid no está autorizado a acceder a la cámara. Debido a que su configuración está restringida, no hay nada que podamos hacer al respecto. Por favor, contacte a su administrador.
fr: Olvid n'a pas l'autorisation d'accéder à l'appareil photo 😱. Vos paramètres étant restreints, il n'y a rien que nous ne puissions faire. Nous vous recommandons de contacter votre administrateur.
it: Olvid non è autorizzato ad accedere alla fotocamera. A causa delle impostazioni di restrizione, non possiamo fare nulla al riguardo. Si prega di contattare il proprio amministratore.
ja: Olvid はカメラへのアクセスを許可されていません。設定が制限されているため、こちらで対応できることはありません。管理者にお問い合わせください。
ko: Olvid는 카메라에 접근할 권한이 없습니다. 설정이 제한되어 있으므로 이 문제를 해결할 수 없습니다. 관리자에게 문의해 주십시오.
pt_br: O Olvid não tem permissão para acessar a câmera. Devido às restrições nas suas configurações, não podemos fazer nada a respeito. Entre em contato com o seu administrador.
pt_pt: O Olvid não tem permissão para aceder à câmara. Devido às restrições nas suas definições, não podemos fazer nada em relação a isto. Contacte o seu administrador.
ru: У Olvid нет разрешения на доступ к камере. Поскольку ваши настройки ограничены, мы ничего не можем с этим сделать. Обратитесь к вашему администратору.
uk: Olvid не має дозволу на доступ до камери. Оскільки ваші налаштування обмежені, ми нічого не можемо з цим зробити. Зверніться до свого адміністратора.
zh_hans: Olvid 未获得访问摄像头的授权。由于您的设置有限制，我们对此无能为力。请联系您的管理员。

source: Olvid is not authorized to access the camera 😱. You can change this setting within the Settings app.
de: Olvid hat keine Berechtigung, auf die Kamera zuzugreifen 📸. Sie können diese Einstellung in der Einstellungen-App ändern.
es: Olvid no está autorizado a acceder a la cámara 📷. Puedes cambiar esta configuración en la aplicación de Ajustes.
fr: Olvid n'a pas l'autorisation d'accéder à l'appareil photo 😱. Vous pouvez changer ce paramètre dans l'application Réglages.
it: Olvid non è autorizzato ad accedere alla fotocamera 📸. Puoi modificare questa impostazione nell'app Impostazioni.
ja: Olvid はカメラへのアクセスを許可されていません。☕ この設定は、設定アプリで変更できます。
ko: Olvid는 카메라에 액세스할 권한이 없습니다. 설정을 변경하여 이 설정을 조정할 수 있습니다.
pt_br: O Olvid não tem permissão para acessar a câmera 📸. Você pode alterar essa configuração no aplicativo Ajustes.
pt_pt: O Olvid não tem permissão para aceder à câmara 📸. Pode alterar esta configuração nas Definições.
ru: У Olvid нет разрешения на доступ к камере 📸. Вы можете изменить эту настройку в приложении «Настройки».
uk: Olvid не має дозволу на доступ до камери 📸. Ви можете змінити це налаштування в програмі «Налаштування».
zh_hans: Olvid 未获得访问相机权限。😱 您可以在“设置”应用中更改此设置。

source: Olvid is not authorized to access your location due to active restrictions such as parental controls or MDM settings.
de: Olvid ist nicht autorisiert, auf Ihren Standort zuzugreifen, da aktive Einschränkungen wie Kindersicherung oder MDM-Einstellungen vorliegen.
es: Olvid no está autorizado a acceder a tu ubicación debido a restricciones activas, como controles parentales o configuraciones de MDM.
fr: Olvid n'a pas l'autorisation d'accéder à votre position à cause d’une restriction parentale ou des paramètres imposés par un MDM.
it: Olvid non è autorizzato ad accedere alla tua posizione a causa di restrizioni attive come controlli parentali o impostazioni MDM.
ja: アクティブなペアレンタルコントロールやMDM設定などの制限により、Olvidは現在、お客様の位置情報にアクセスすることができません。
ko: 활성 상태의 제한(예: 자녀 보호 기능 또는 MDM 설정)으로 인해 Olvid가 사용자의 위치 정보에 액세스할 수 없습니다.
pt_br: O Olvid não tem permissão para acessar sua localização devido a restrições ativas, como controles parentais ou configurações de MDM.
pt_pt: O Olvid não tem permissão para aceder à sua localização devido a restrições ativas, como controlos parentais ou definições de MDM.
ru: Olvid не имеет доступа к вашему местоположению из-за активных ограничений, таких как родительский контроль или настройки MDM.
uk: Olvid не має дозволу на доступ до вашого місцезнаходження через активні обмеження, такі як батьківський контроль або налаштування MDM.
zh_hans: 由于启用了家长控制或 MDM 设置等限制，Olvid 无法访问您的位置信息。

source: Olvid is not authorized to access your location. You can change this setting within the Settings app.
de: Olvid ist nicht berechtigt, auf Ihren Standort zuzugreifen. Sie können diese Einstellung in der Einstellungen-App ändern.
es: Olvid no está autorizado a acceder a tu ubicación. Puedes cambiar esta configuración en la aplicación Ajustes.
fr: Olvid n'a pas l'autorisation d'accéder à votre position. Vous pouvez changer ce paramètre dans l'application Réglages.
it: Olvid non è autorizzato ad accedere alla tua posizione. Puoi modificare questa impostazione nell'app Impostazioni.
ja: Olvid はあなたの位置情報へのアクセスを許可されていません。この設定は、設定アプリ内で変更できます。
ko: Olvid이 사용자의 위치 정보에 접근할 권한이 없습니다. 설정 앱에서 이 설정을 변경할 수 있습니다.
pt_br: O Olvid não tem permissão para acessar sua localização. Você pode alterar essa configuração no aplicativo Ajustes.
pt_pt: O Olvid não tem permissão para aceder à sua localização. Pode alterar esta configuração na aplicação Definições.
ru: Olvid не имеет разрешения на доступ к вашему местоположению. Вы можете изменить эту настройку в приложении «Настройки».
uk: Olvid не має дозволу на доступ до вашого місцезнаходження. Ви можете змінити це налаштування в програмі «Налаштування».
zh_hans: Olvid 未获得访问您位置信息的授权。您可以在“设置”应用中更改此设置。

source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
it: Apri
ja: 開く
ko: 열기
pt_br: Abrir
pt_pt: Abrir
ru: Открыть
uk: Відкрити
zh_hans: 打开

source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Aller dans les Réglages
it: Apri Impostazioni
ja: 設定を開く
ko: 설정 열기
pt_br: Abrir Ajustes
pt_pt: Abrir Definições
ru: Открыть настройки
uk: Відкрити Налаштування
zh_hans: 打开设置

source: Open in Safari?
de: Im Safari öffnen?
es: ¿Abrir en Safari?
fr: Ouvrir dans Safari ?
it: Apri in Safari?
ja: Safariで開きますか？
ko: 사파리에서 열기?
pt_br: Abrir no Safari?
pt_pt: Abrir no Safari?
ru: Открыть в Safari?
uk: Відкрити в Safari?
zh_hans: 在 Safari 中打开？

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
ko: 비밀번호
pt_br: Senha
pt_pt: Palavra-passe
ru: Пароль
uk: Пароль
zh_hans: 密码

# PASTED_STRING_IS_NOT_VALID_OLVID_CONFIG
source: What you just pasted does not seem to be a valid Olvid configuration link 🤔.
de: Was du gerade eingefügt hast, scheint kein gültiger Olvid-Konfigurationslink zu sein 🤔.
es: Lo que acabas de pegar no parece ser un enlace de configuración de Olvid válido 😟.
fr: Ce que vous venez de coller ne semble pas être une URL de configuration d'Olvid 🤔.
it: Sembra che ciò che hai appena incollato non sia un link di configurazione Olvid valido 😞.
ja: 先ほど貼り付けたリンクは、有効なOlvid設定リンクではないようです。🤔
ko: 방금 붙여넣은 내용은 유효한 Olvid 구성 링크가 아닌 것 같습니다. 😕
pt_br: O que você colou agora não parece ser um link de configuração Olvid válido 😕.
pt_pt: O que acabou de colar não parece ser um link de configuração Olvid válido 😕.
ru: Похоже, то, что вы вставили, не является валидной ссылкой конфигурации Olvid 🤔.
uk: Те, що ви щойно вставили, схоже, не є дійсним посиланням конфігурації Olvid 😞.
zh_hans: 您刚才粘贴的内容似乎不是有效的 Olvid 配置链接。🤔

source: Perform contact introduction
de: Kontaktvorstellung durchführen
es: Presentar contacto
fr: Faire les présentations
it: Presenta contatto
ja: 連絡先の紹介を実行
ko: 연락처 소개
pt_br: Apresentar contato
pt_pt: Apresentar os contactos
ru: Инициировать знакомство с контактом
uk: Запустити представлення контакту
zh_hans: 进行联系人介绍

# PERFORM_INTERACTION_DONATION_FOOTER
source: If you activate this option, your Olvid discussions will be suggested when sharing from another app. This choice can be overridden at the discussion level.
de: Wenn Sie diese Option aktivieren, werden Ihre Olvid-Gespräche vorgeschlagen, wenn Sie von einer anderen App aus teilen. Diese Einstellung kann auf Gesprächebene überschrieben werden.
es: Si activas esta opción, tus conversaciones de Olvid se sugerirán al compartir desde otra aplicación. Esta elección se puede anular a nivel de conversación.
fr: Si vous activez cette option, les discussions Olvid apparaîtront directement lorsque vous partagerez du contenu depuis une autre app. Ce paramètre peut être modifié indépendamment pour chaque discussion.
it: Se attivi questa opzione, le tue conversazioni su Olvid verranno suggerite quando condividi da un'altra app. Questa scelta può essere sovrascritta a livello di conversazione.
ja: このオプションを有効にすると、別のアプリから共有する際に、Olvid のディスカッションが提案されます。この設定は、ディスカッションごとに変更できます。
ko: 이 옵션을 활성화하면 다른 앱에서 공유할 때 Olvid 대화 내용이 제안됩니다. 이 설정은 대화별로 변경할 수 있습니다.
pt_br: Se você ativar esta opção, suas conversas no Olvid serão sugeridas quando você compartilhar conteúdo de outro aplicativo. Você pode alterar essa configuração em cada conversa individualmente.
pt_pt: Se ativar esta opção, as suas conversas do Olvid serão sugeridas quando partilhar a partir de outra aplicação. Esta escolha pode ser alterada ao nível da conversa.
ru: Если вы активируете эту опцию, ваши обсуждения в Olvid будут предлагаться при совместном использовании из другого приложения. Этот выбор можно изменить на уровне обсуждения.
uk: Якщо ви активуєте цей параметр, ваші обговорення Olvid будуть запропоновані під час спільного доступу з іншого додатка. Цей вибір можна змінити на рівні обговорення.
zh_hans: 如果您启用此选项，在从其他应用程序分享内容时，您的 Olvid 对话将被建议显示。您可以在对话级别中更改此设置。

# PERFORM_INTERACTION_DONATION_FOR_THIS_DISCUSSION_FOOTER
source: If you activate this option, this discussion will be suggested when sharing from another app.
de: Wenn Sie diese Option aktivieren, wird dieser Chat beim Teilen von Inhalten aus anderen Apps vorgeschlagen.
es: Si activas esta opción, esta conversación se sugerirá al compartir desde otra aplicación.
fr: Si vous activez cette option, cette discussion apparaîtra directement lorsque vous partagerez du contenu depuis une autre app.
it: Se attivi questa opzione, questa conversazione verrà suggerita quando condividi da un'altra app.
ja: このオプションを有効にすると、別のアプリから共有する際に、このチャットが候補として表示されます。
ko: 이 옵션을 활성화하면 다른 앱에서 공유할 때 이 대화가 추천됩니다.
pt_br: Se você ativar esta opção, esta conversa será sugerida ao compartilhar de outro aplicativo.
pt_pt: Se ativar esta opção, esta conversa será sugerida quando partilhar a partir de outra aplicação.
ru: Если вы включите этот параметр, этот чат будет предложен при совместном использовании контента из других приложений.
uk: Якщо ви активуєте цю опцію, цю дискусію буде запропоновано під час спільного доступу з іншого додатка.
zh_hans: 如果您启用此选项，在从其他应用程序分享内容时，此对话将作为建议选项出现。

# PERFORM_INTERACTION_DONATION_FOR_THIS_DISCUSSION_LABEL
source: Suggest this discussion when sharing
de: Diesen Chat beim Teilen vorschlagen
es: Sugerir esta conversación al compartir
fr: Suggérer cette discussion pendant un partage
it: Suggerisci questa discussione quando condividi
ja: 共有時にこのチャットを提案する
ko: 공유할 때 이 대화를 추천합니다
pt_br: Sugerir esta conversa ao compartilhar
pt_pt: Sugerir esta conversa ao partilhar
ru: Предлагать эту дискуссию при публикации
uk: Запропонувати цю розмову під час спільного доступу
zh_hans: 分享时建议使用此对话

# PERFORM_INTERACTION_DONATION_LABEL
source: Suggest Olvid's discussions when sharing
de: Schlage Olvids Diskussionen beim Teilen vor
es: Sugerir los chats de Olvid al compartir
fr: Suggérer les discussions Olvid pendant un partage
it: Suggerisci le discussioni di Olvid quando condividi
ja: 共有時にOlvidのディスカッションを提案
ko: 공유할 때 Olvid의 토론을 제안합니다
pt_br: Sugerir os tópicos de discussão do Olvid ao compartilhar
pt_pt: Sugerir as conversas do Olvid ao partilhar
ru: Предлагать обсуждения Olvid's при совместном доступе
uk: Пропонувати обговорення Olvid під час спільного доступу
zh_hans: 分享时推荐 Olvid 的讨论

source: PIN
de: PIN-Code
ja: PINコード
ko: 핀
ru: ПИН-код
uk: PIN-код
zh_hans: 密码

# PLEASE_NOTE_THAT_YOUR_CUSTOM_PASSCODE_CANNOT_BE_RECOVERED
source: Please note that if you forget your passcode, it cannot be recovered and you won't be able to access Olvid anymore.
de: Bitte beachte, dass dein Zugangscode nicht wiederhergestellt werden kann, wenn du ihn vergisst, und du keinen Zugriff mehr auf Olvid haben wirst.
es: Ten en cuenta que si olvidas tu código de acceso, no se puede recuperar y no podrás acceder a Olvid.
fr: Veuillez noter que si vous oubliez votre code personnalisé, il ne sera pas possible de le récupérer, et vous ne pourrez plus accéder à Olvid.
it: Si prega di notare che se dimentichi il tuo codice di accesso, non potrà essere recuperato e non potrai più accedere a Olvid.
ja: パスコードを忘れると、パスコードを復元できなくなり、Olvidにアクセスできなくなる可能性があることにご注意ください。
ko: 비밀번호를 잊어버리면 복구할 수 없으며 Olvid에 더 이상 액세스할 수 없다는 점에 유의하십시오.
pt_br: Por favor, tenha em mente que, se você esquecer sua senha, ela não poderá ser recuperada e você não poderá mais acessar o Olvid.
pt_pt: Tenha em atenção que, caso se esqueça da sua senha, esta não poderá ser recuperada e não poderá mais aceder ao Olvid.
ru: Пожалуйста, обратите внимание, что если вы забудете свой пароль, его нельзя будет восстановить, и вы больше не сможете получить доступ к Olvid.
uk: Будь ласка, зверніть увагу, що якщо ви забудете свій пароль, його не можна буде відновити, і ви не зможете більше отримати доступ до Olvid.
zh_hans: 请注意，如果您忘记密码，将无法找回，并且您将无法再访问 Olvid。

# PLEASE_SELECT_A_PROFILE_BEFORE_CONTINUING
source: Select the profile you’d like to use.
de: Wähle das Profil aus, das du verwenden möchtest.
es: Selecciona el perfil que te gustaría usar.
fr: Sélectionnez le profil que vous souhaitez utiliser.
it: Seleziona il profilo che desideri utilizzare.
ja: 使用するプロフィールを選択してください。
ko: 사용할 프로필을 선택하세요.
pt_br: Selecione o perfil que você deseja usar.
pt_pt: Selecione o perfil que deseja utilizar.
ru: Выберите профиль, который хотите использовать.
uk: Оберіть профіль, який ви хочете використовувати.
zh_hans: 选择您想要使用的资料。

source: Please try again later
de: Bitte versuchen Sie es später noch einmal.
es: Por favor, inténtalo de nuevo más tarde
fr: Veuillez essayer à nouveau plus tard
it: Riprova più tardi
ja: 後ほどもう一度お試しください
ko: 잠시 후 다시 시도해 주세요.
pt_br: Por favor, tente novamente mais tarde.
pt_pt: Por favor, tente novamente mais tarde.
ru: Пожалуйста, попробуйте позже
uk: Будь ласка, спробуйте ще раз пізніше
zh_hans: 请稍后再试

source: Please wait...
de: Bitte warten...
es: Por favor, espere...
fr: Veuillez patienter...
it: Attendere prego...
ja: お待ちください...
ko: 잠시 기다려 주세요...
pt_br: Aguarde, por favor...
pt_pt: Aguarde, por favor...
ru: Пожалуйста, подождите...
uk: Будь ласка, зачекайте...
zh_hans: 请稍等...

# PLEASE_WAIT_DURING_UPDATE
source: Update in progress. Please do not quit Olvid.
de: Update läuft. Bitte Olvid nicht beenden.
es: Actualización en curso. Por favor, no abandones Olvid.
fr: Mise à jour en cours. Veuillez ne pas quitter Olvid.
it: Aggiornamento in corso. Si prega di non chiudere Olvid.
ja: アップデート中です。Olvidを終了しないでください。
ko: 업데이트 중입니다. Olvid 앱을 종료하지 마세요.
pt_br: Atualização em andamento. Por favor, não saia do Olvid.
pt_pt: Atualização em curso. Por favor, não saia do Olvid.
ru: Обновление в процессе. Пожалуйста, не выходите из Olvid.
uk: Оновлення в процесі. Будь ласка, не закривайте Olvid.
zh_hans: 正在更新中。请勿退出 Olvid。

# POLL_FINISHED_TOAST
source: Poll is already finished
de: Die Umfrage ist bereits abgeschlossen
es: La encuesta ya ha finalizado
fr: Le sondage est déjà terminé
it: Il sondaggio è già terminato
ja: 投票はすでに終了しています
ko: 투표가 이미 종료되었습니다.
pt_br: A enquete já foi finalizada
pt_pt: A votação já terminou
ru: Опрос уже завершен
uk: Опитування вже завершено
zh_hans: 投票已结束

# POLL_NONE_SELECTED_TOAST
source: Please deselect the last option before voting.
de: Bitte wählen Sie die letzte Option ab, bevor Sie abstimmen.
es: Por favor, deselecciona la última opción antes de votar.
fr: Veuillez désélectionner la dernière option avant de voter.
it: Deseleziona l'ultima opzione prima di votare.
ja: 投票する前に、最後のオプションの選択を解除してください。
ko: 투표하기 전에 마지막 옵션의 선택을 해제해주세요.
pt_br: Desmarque a última opção antes de votar.
pt_pt: Desmarque a última opção antes de votar.
ru: Пожалуйста, отмените выбор последнего варианта перед голосованием.
uk: Будь ласка, зніміть виділення з останнього варіанту перед голосуванням.
zh_hans: 请在投票前取消选择最后一个选项。

source: Privacy policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
pt_br: Política de privacidade
pt_pt: Política de privacidade
ru: Политика конфиденциальности
uk: Політика конфіденційності
zh_hans: 隐私政策

# PRODUCTION_LAYOUT
source: In production
de: In Produktion
es: En producción
fr: En production
it: In produzione
ja: 本番環境
ko: 서비스 중
pt_br: Em produção
pt_pt: Em produção
ru: В производстве
uk: У виробництві
zh_hans: 正在生产中

source: Partially
de: Teilweise
es: Parcialmente
fr: Partiellement
it: Parzialmente
ja: 部分的に
ko: 일부
pt_br: Parcialmente
pt_pt: Parcialmente
ru: Частично
uk: Частково
zh_hans: 部分

source: Paste
de: Einfügen
es: Pegar
fr: Coller
it: Incolla
ja: ペースト
ko: 붙여넣기
pt_br: Colar
pt_pt: Colar
ru: Вставить
uk: Вставити
zh_hans: 粘贴

source: Paste an ID
de: Eine ID einfügen
es: Pega un ID
fr: Coller un ID
it: Incolla un ID
ja: IDを貼り付けてください
ko: ID를 붙여넣으세요
pt_br: Cole um ID
pt_pt: Cole um ID
ru: Вставьте ID
uk: Вставте ID
zh_hans: 粘贴一个 ID

source: Pending
de: Ausstehend
es: Pendiente
fr: En attente
it: In attesa
ja: 保留中
ko: 대기 중
pt_br: Pendente
pt_pt: Pendente
ru: В ожидании
uk: В очікуванні
zh_hans: 待处理

source: Perform the deletion
de: Löschvorgang durchführen
es: Confirmar la eliminación
fr: Suppression
it: Esegui l'eliminazione
ja: 削除を実行
ko: 삭제를 실행하세요
pt_br: Confirmar a exclusão
pt_pt: Confirmar a eliminação
ru: Выполнить удаление
uk: Виконати видалення
zh_hans: 执行删除操作
